[
    {
        "title": "Opening Keynote: Casey Gerald",
        "body": "“So there we were, staring at each other thru misty eyes as we watched our baby, our dream, our idea die before it even had a chance to live. But just before we pulled the plug…we decided to join the long procession of young kids, with crazy ideas who were told by some authority that they couldn’t do what they wanted. We said fuck it. We’ll do it anyway.”\n\nAnd with that Casey Gerald became the co-founder and CEO of MBAs Across America, a national movement of MBAs and entrepreneurs working together to revitalize America. A native Texan, Gerald received an MBA from Harvard Business School, and a BA in Political Science from Yale College, where he was a finalist for the Rhodes Scholarship. Named one of the “Most Creative People in Business” by Fast Company he has emerged as an influential voice on the awakening that is changing business and society — making purpose the new bottom line in our lives and work.\n\nGerald began his career in economic policy and government innovation at the Center for American Progress, and has worked as a strategist with startup social ventures such as The Future Project, as well as companies like The Neiman Marcus Group. He serves on the advisory boards of the Aspen Institute’s Franklin Project and NPR’s Generation Listen while also being featured on MSNBC, in the New York Times, Financial Times and The Guardian.\n\nHis Harvard Business School commencement speech hit a nerve online and began a larger conversation around his ideas and work. Gerald argues that there is a new playbook for change. That doing good over doing well will wake a dying world from it’s slumber and bring about a recalibration driven by creativity and the people who practice it. In short, it's time to give a damn. Join us Friday March 11 for Casey Gerald's Opening Keynote and leave inspired to change your world.",
        "location": "Long Center, Dell Hall, 701 W Riverside Dr",
        "image": "casey.jpg",
        "url": "http://schedule.sxsw.com/2016/events/event_PP90684",
        "start": "2016-03-11 13:00",
        "end": "2016-03-11 14:00"
    },
    {
        "title": "President Barack Obama Keynote Conversation",
        "body": "President Obama sits down with Evan Smith, CEO / Editor in Chief of The Texas Tribune, for a conversation about civic engagement in the 21st Century before an audience of creators, early adopters and entrepreneurs who are defining the future of our connected lives. The President will call on the audience to apply their ideas and talents to make technology work for us – especially when it comes to tackling big challenges like increasing participation in the political process and fighting climate change.\n\nNote: Admission to this special event at the Long Center is via random ticket drawing -- see SXSW website for details.\n\nWatch this session as it happens at sxsw.com/live",
        "location": "Long Center, Dell Hall, 701 W Riverside Dr",
        "image": "obama.jpg",
        "url": "http://schedule.sxsw.com/2016/events/event_PP93149",
        "start": "2016-03-11 14:30",
        "end": "2016-03-11 15:30"
    },
    {
        "title": "Daring Greatly",
        "body": "Every day we experience the uncertainty, risks, and emotional exposure that define what it means to be vulnerable. Based on thirteen years of research, Dr. Brené Brown dispels the cultural myth that vulnerability is weakness and argues that it is, in truth, our most accurate measure of courage.\n\nBrown explains how vulnerability is both the core of difficult emotions like fear, grief and disappointment, and the birthplace of love, joy, innovation, creativity and change.\n\nIn a scarcity culture where “never enough” dominates and fear has become second nature, vulnerability is subversive. Uncomfortable. It’s even a little dangerous at times. And, without question, putting ourselves out there means there’s a far greater risk of getting criticized and failing. But when we step back and examine our lives, we will find that nothing is as uncomfortable or dangerous as standing on the outside of our lives and wondering what it would be like if we had the courage to show up and let ourselves be seen.",
        "location": "Austin Convention Center, Ballroom D, 531 E 4th St",
        "image": "brene.jpg",
        "url": "http://schedule.sxsw.com/2016/events/event_PP92035",
        "start": "2016-03-12 14:00",
        "end": "2016-03-12 15:00"
    },
    {
        "title": "Elephant in the Valley",
        "body": "Gender bias has become one of the most important discussions and movements within the tech industry. Michele Madansky and Trae Vassallo are two of the authors of the recently-released “Elephant in the Valley” report that provides strong data documenting the workplace challenges in the tech industry. This study was inspired by the impactful conversation that came out of the Ellen Pao / Kleiner Perkins trial from March 2015: “What we realized is that while many women shared similar workplace stories, most men were simply shocked and unaware of the issues facing women in the workplace.”\n\nMadansky and Vassallo will discuss the “Elephant in the Valley” survey, the reaction they have encountered since its release, as well as solutions they think the tech industry can embrace to improve upon the many problems exposed in this report.",
        "location": "Austin Convention Center, Ballroom D, 531 E 4th St",
        "image": "trae-and-michele.jpg",
        "url": "http://schedule.sxsw.com/2016/events/event_PP42516",
        "start": "2016-03-13 14:00",
        "end": "2016-03-13 15:00"
    },
    {
        "title": "How a Sports Giant Is Now Tackling Your Health",
        "body": "Under Armour Founder and CEO Kevin Plank has been changing the way athletes dress for twenty years. Now he is aiming to change the way athletes live.\n\nWith three digital health and fitness acquisitions under his belt, and a global community of more than 160 million, hear how this entrepreneur has plans to revolutionize and fundamentally transform global health and technology.",
        "location": "Austin Convention Center, Ballroom D, 531 E 4th St",
        "image": "kevin.jpg",
        "url": "http://schedule.sxsw.com/2016/events/event_PP92036",
        "start": "2016-03-14 14:00",
        "end": "2016-03-14 15:00"
    },
    {
        "title": "Why Happiness Is Hard and How to Make It Easier",
        "body": "Andy Puddicombe, meditation teacher, former Buddhist monk and co-founder of Headspace takes us on an exploration of the human mind. What does it mean to be happy? Why do we struggle when we have so much? What is the relationship between hope and fear? How can we find a sense of meaning and purpose in our life? How can we tap into our creative potential for the benefit of others? Looking through the lens of mindfulness and science, Puddicombe will show you how to train your mind for a healthier and happier life.",
        "location": "Austin Convention Center, Ballroom D, 531 E 4th St",
        "image": "andy.jpg",
        "url": "http://schedule.sxsw.com/2016/events/event_PP90100",
        "start": "2016-03-15 14:00",
        "end": "2016-03-15 15:00"
    }
]
